Repository: mozilla-l10n/mt-training-data
Catalog: ydg/ydg_pontoon.tmx
Source language: en_us
Languages: ydg

source: Want to save your information? <createProfile>Create a profile</createProfile>
ydg: ڤے خوئے معلوماتف محفوظ کینیتیآ؟<createProfile> پروفائل سڤزاؤ</createProfile>

source: Want to stay in touch with Common Voice?
ydg: لے کامن وائسن دے رابطہ اُوزیا کوسیتآ؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ydg: تو آگاہی کہ کوسیتے کہ ماخ ڤے کامن وائس ڈیٹاسیٹن نوؤ ورژن کلو نینم؟ ڤے ماخ نیوز لیٹر سبسکرائب کن۔

source: Watch our video explainer to help
ydg: مدد پے لیا دیر ڤے ماخ وضاحتی ویڈیو اوژر

source: Wayuunaiki
ydg: وایونائکی

source: We are going out to get a coffee.
ydg: ماخ دے کوچو نے کافی شیمدان اویمتے۔

source: We are going out to get coffee.
ydg: ماخ دے کوچو نے کافی شیمدان اویمتے۔

source: Website Localization
ydg: ڤے ویب سائٹ مقامی کڑا

source: Websites
ydg: ویب سائٹس

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ydg: نَتو پے غولیتار دیر آواز کلپس لیا چے کرکینمتے، کیستہ دیبال کوشش کن۔

source: We couldn’t get any sentences for you to speak. Please try again later.
ydg: پے اݰٹا دیر لے ماخ چے جملغّے چش. مہربانی کن کیستہ دیبال کوشش کن.

source: Weekly
ydg: ہفتو وار

source: Weekly Goal
ydg: ہفتوّار ہدف

source: We launch the Common Voice site in this language.
ydg: ماخ ڤے کامن وائس سائٹ دیم زبان شروع کڑم۔

source: Welcome { $company } staff!
ydg: نے ملازمف{ $company }خوش آمدید

source: Welcome to Common Voice
ydg: دے کامن وائس خوش آمدید

source: Welcome to Spontaneous Speech
ydg: دے اسپونٹینئس تقریر نتو خوش آمدید

source: Welsh
ydg: ویلش

source: We may have run out of clips - refresh the page, or try again later.
ydg: لے ماخ آوازے ختم ݰوئی فرمت، ڤے صفحہ نوؤ کن، یا کیستہ دیبال اشپہ کوشش کن۔

source: We periodically release the dataset
ydg: ماخ وقتاً فوقتاً ڤے ڈیٹاسیٹ دے اپیر آڤرمتے

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ydg: ماخ پے سافف دیر ڤے آوازف ڈیٹا سیٹ ڤے امبوخ ڈال جیفآم خو سڤزآم تے۔ ڤے خوئے آواز عطیہ کن، ڤے دیر آدمف آوازف سہی ݰویان تصدیق دل۔ ڤے ڈیٹا سیٹ ہر پے کوئے دیر بہتر کن۔

source: We're going out to get coffee.
ydg: دے کوچو نے کافی شیمدان اویمتے

source: We’re going out to get coffee.
ydg: دے کوچو نے کافی شیمدان اویمتے

source: We release the dataset every 3 months.
ydg: ماخ ڤے ڈیٹا سیٹ دے ہر شروئے موخ جاری کینمتے

source: We're making some big changes
ydg: ماخ' کیستہ استر تبدیلی کینمتے

source: We're receiving a lot of traffic and are currently investigating the issues.
ydg: دے جاہند زیات آدمف استعمال استت ڤے نقص کوسَمتے۔

source: We’re sorry, your platform is not currently supported.
ydg: افسوس کینم تے! دے تے پلیٹ فارم فی الحال مدد کڑا چے ایتے۔

source: Western Highland Purepecha
ydg: مغربی ہائلینڈ پیوری پیچا

source: Western Penan
ydg: مغربی پینان

source: Western Sierra Puebla Nahuatl
ydg: مغربی سائیرا پیوبلا نہواتل

source: Westphalian
ydg: ویسٹپھالیئن

source: We've run out of sentences to record in this language...
ydg: دیم زبان پے ریکارڈ کڑا دیر لے ماخ جملغّے ختم ݰوئی۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ydg: ماخ المین ماڈل اسپیچ کوسیم تے کہ وو ڤے مختلف گپ ژیغوزف سلسلو دے ڤزدا بہتر فرما۔ ملمین پے ݰویا دیر دے وائس ڈیٹا سیٹ مختلف آدمف نمائندگی اوئے۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ydg: ڤے تے زبان جاہند چوکو چیمین دے کامن وائس شامل کینم، دیم باری ماخ لے دیر معلوماتف دے رابطہ ڤرومم۔

source: We will show you a prompt or question
ydg: ماخ نَتو یو اشارو یا سوال نیݰاݱم

source: What is a language on Common Voice?
ydg: دے کامن وائس یو زبان ګیم؟

source: What issues are you experiencing with this content?
ydg: مئے موادے نتو چے مسئلو پیدا کینتے آ؟

source: What issues are you experiencing with this sentence?
ydg: نتو دیم جملو څیمین مسئلو پیدا ایتے؟

source: What is your age?
ydg: تو عمر څیمین استت؟

source: What is your sex or gender?
ydg: تو مڑآ، ژینگو؟

source: What kind of goal do you want to build?
ydg: تو دے څس قسم ہدف اوستایا کوسیتے؟

source: What questions can I add?
ydg: څیمی سوال زو شامل کڑا کرکینیمآ؟

source: What sentences can I add?
ydg: زو چے جملغّے شامل کڑا کرکینیمآ؟

source: What’s inside the Common Voice dataset?
ydg: نے کامن وائس ڈیٹاسیٹ ملن څیمین استت’؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ydg: کلو کہ استعمال کڑغوزن ڤے آواز مسترد کڑ وو اشپہ دے ژر ایستے۔ لوہ پول کہ مسترد ݰوئے ڤے آواز دے کلپ قبرستان منتقل کڑا ایتے۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ydg: ترے غولیتا ملن، غیݰے سے غور چیک کن، څیمین کو ریکارڈنگ ݰوئی نوختیغو ام وو ژے آ۔ معمولی غلطی ام کہ ڤیو مسترد کن۔ <br /> ترے جاہند عام غلطیف مئے شامل استت۔

source: Why ?
ydg: چی؟

source: Why a profile?
ydg: پروفائل چی؟

source: Why are you asking?
ydg: تو چی پرسیتے؟

source: Why Common Voice?
ydg: کامن وائس (عام آواز) چی ضروری

source: Why does this matter?
ydg: مو اہمیت چی وستے؟

source: Why we built this Spontaneous Speech prototype
ydg: ماخ ڤیم سپونٹینئس تقریر یو نمونہ چی سڤزامتے؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
ydg: سے پروفائل، چند ہورغ کڑیت، ݱوئی پتا کڑا کرکینے۔ ڤے خوئے آوازف لے لیغوزف دے رابطہ ڤرومے۔

source: Wixarika
ydg: ویکساریکا

source: Wixárika
ydg: ویکزا ریکا

source: Wolof
ydg: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ydg: تو ڤے خوئے محفوظ ݰوئی آوازف پے بوغڤدا (ڈیلیٹ) دیر عرضی کینیتیآ، نو کہ تو ڤے یف دے کامن وائس ڈیٹا سیٹ اوستیا کوسیتے؟

source: Write
ydg: نوشا

source: Write down what you hear the person saying here
ydg: څیمی کو غولیتیت ڤؤ مولو نوشا

source: Write options menu
ydg: ڤے اختیاراتف فہرست نوشا

source: Xhosa
ydg: زوسا

source: Xitsonga
ydg: زیتاسونگا

source: y
ydg: وائی

source: Y
ydg: وائی

source: Yaqui
ydg: یاقوی

source: Yes
ydg: ہوٓ/دی

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ydg: ہوٓ، نَمن ای میل ݰیکور۔ زو دے کامن وائس منصوبو باری معلوماتے غوردا جاری اوزیڤدا کوسیمتے۔

source: Yiddish
ydg: یدیش

source: Yoruba
ydg: یوروبا

source: You
ydg: تو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ydg: تو<size>{ $size }جی بی</size> ڈاؤن لوڈ شروع کینیتے، ژے آپیرن اویتیآ؟

source: You are prepared to initiate a download of <b>{ $size }</b>
ydg: تو ژے ملن <b>{ $size }</b> ڈاؤن لوڈ پے شروع کڑا دیر تیار استت

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ydg: تو ڤے کیبورڈ شاٹ کٹ استعمال کڑا کرکینے{ sc-review-form-button-approve-shortcut } پے منظور کڑا دیر۔{ sc-review-form-button-reject-shortcut }پے مسترد کڑا دیر { sc-review-form-button-skip-shortcut }پے لیغدا دیر

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ydg: تو دے مختلف قسم مدد کڑا کرکینے۔ پروفائل سڤزڤدیت اڤن ڤے خوئے آواز کہ مہربانی کڑیت پے سافف دیر ڈیٹا سیٹ ساؤز ای

source: You cannot add multiple sentences for a single submission
ydg: تو دے یو وخت زیات جملغے شامل کڑا چے کرکینے

source: You cannot request your recordings while another request is already in progress.
ydg: یو ریکارڈنگ جاری کی ڤیو دیر ریکارڈنگ کڑا چے کرکینے۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ydg: تو یو چر <sentenceCollectorLinkAdd>جملغّے شامل</sentenceCollectorLinkAdd>, کڑا کرکینے۔ یا<bulkImportDocsLink>ڤے گیٹ ہب</bulkImportDocsLink>. استعمال کینے خو امبوخ جملغّے نے ملن اڤزدا کرکینے۔ یاد واست<licenseLink>سی سی زیرو (دے عام آدمف استعمال دائرو)</licenseLink>ݰویا ضروری، یا خو ام نوشا۔

source: You check whether the transcription matches the audio
ydg: اوژر نوختیغو لے آوازن دے یو قسمآ؟

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ydg: تو چے زبان چے غوردیت۔ پے زبان غورد دیر، مہربانی کن خو دے خوئے <profileLink> پروفائل </profileLink>اوئے۔

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
ydg: لے تو دیم صفحہ غیر محفوظ شدو تبدیلئی استت۔ تو کہ مقام تبدیل کینیتے تے تو تبدیلئی محفوظ چویت۔ تو واقعی مقام تبدیل کڑا کوسیتیآ؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
ydg: لے تو دیم صفحہ غیر محفوظ شدو تبدیلئی استت۔ اگر کہ تو ڤیم صفحہ لیغانیتے تے تو تبدیلئی محفوظ چویت۔ تو واقعی ڤیم صفحہ لیغدا کوسیتیآ؟

source: You must allow microphone access.
ydg: دے تے مائیکرو فون رسائین اجازت ضروری۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ydg: تے آواز ریکارڈنگ دے کامن وائس ڈیٹاسیٹ ݰیکوا اوزوؤ۔ تو کہ یو پول ڤے خوئے پروفائل حذف کڑیت تو ژے ڈیٹا سیٹن ڤے خوئے ریکارڈنگ پے نیگا دیر درخواست کڑا چے کرکینے۔

source: Your daily goal has been created
ydg: تو ہر میشن ہدف ساؤز ݰوئے

source: Your dataset is downloading!
ydg: تے ڈیٹا سیٹ ڈاؤن لوڈ ایتے!

source: Your download has started.
ydg: تو ڈاؤن لوڈ شروع ݰوئی

source: You’re contributing to a target segment
ydg: تو’ ڤے یو ہدف پے پرو کڑا دیر ہورغ کینتّے

source: You’re contributing to our first target segment
ydg: تو’ دے اوّلی ہدف دے ریسیا لے ماخ مدد کینتّے

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
ydg: تو بیداوا استت۔ مہربانی کن خو ڤے جملو دیبارو پے اوݱڑا دیر کیستہ وخت غورا، تسلی کن کہ سہی استت۔

source: You're helping Common Voice reach our daily sentence goals!
ydg: کامن وائسن ڤے یو میشنانے جملغے دے ہدف پہ ریسیدا دیر تو مدد کینیتے!

source: Your email address
ydg: تو ای میل ایڈریس

source: You respond or reply to it as naturally as you can
ydg: نے من تو جواب چند کہ ݰوئے قدرتی ݰویا بݰ

source: Your Languages
ydg: تو زبانے

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
ydg: تے زبانن آوازے ختم ݰوئی فرمت! دے خوئے زبان دیر جملغّے پے اوݱڑا دیر، کہ کرکینیتے ڤے سیٹنگ بادل ژیان کرکینے۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
ydg: تو زبانن جملغّے ختم ݰوئی فرمت۔ کہ کرکینتے دے خوئے زبان دیر جملغّے پے اوݱڑا دیر ڤے سیٹنگ بادل کڑا کرکینے۔

source: Your weekly goal has been created
ydg: تو ہفتو وار ہدف ساؤز ݰوئے

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ydg: تو لے کامن وائسن<goalPercentage></goalPercentage>ڤے ہر مشن{ $goalValue } ریکارڈنگ دے پرو کڑا مدد کڑغیت!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ydg: تو'لے کامن وائسن<goalPercentage></goalPercentage> ڤے یو میشن{ $goalValue } تصدیق کڑان ہدف دے پرو کڑا مدد کڑیت!

source: You want to join the Common Voice mailing list
ydg: تو دے کامن وائس دے رابطہ فہرست شامل ݰویا کوسیتیآ؟

source: You write down what you hear in the audio clips
ydg: تو ڤؤ نوشا چیمی کو دے آواز تو غولیتیت

source: Zaza
ydg: زازا

source: Zulu
ydg: زولو
